{
   "Characters": [
    {
      "id":"clarke",
      "Name": "Clarke Griffin",
      "Description": "Clarke is strong and determined. Her friends and family are her weakness. She is not as clever as Raven, though she is resourceful.",
      "Age": "18",
      "LivingRelatives": "Dr. Abigail Griffin",
      "Kills" : "1000+",
      "Skills": "Negotiation, Medical Knowledge",
      "Quote": "I did it for my people.",
      "DescriptionLink": "...",
      "ImageLink": "http://vignette3.wikia.nocookie.net/thehundred/images/2/24/316_Clarke.png/revision/latest?cb=20160525193549",
      "Location": "Tondc",
      "House": {
        "HouseName": "Gryffindor",
        "HouseDescription" : "Ironically Clarke Griffin sorts into house Gryffindor; strong, determined, and continusously striving to do what is right for her people. Her manipulation skills can rival most slytherins, making it her secondary house."
      },
      "Group": "Sky People"
    },
    {
      "id":"raven",
      "Name": "Raven Reyes",
      "Description": "Raven was trained as a zero-g mechanic. Out of the Arkers Raven has the most powerful mind of the group. Her exit from the City of Light was a loss to be sure.",
      "Age": "19",
      "LivingRelatives": "none",
      "Kills" : "30",
      "Skills": "Genius, Mechanic, Electronics Expert.",
      "Quote": "It won't survive me",
      "DescriptionLink": "d",
      "ImageLink": "http://vignette4.wikia.nocookie.net/thehundred/images/2/2b/RavenS2Promo.png/revision/latest?cb=20160401040926",
      "Location": "Tondc",
      "House": {
        "HouseName": "Ravenclaw",
        "HouseDescription" : "Fitting that Raven is in house Ravenclaw. Her thrist for knowlege and understanding drives her actions and is core to who she is. She's also brash brave and bold, which makes her secondary house Gryffindor."
      },
      "Group": "Sky People"
    },
    {
      "id": "lexa",
      "Name": "Lexa kom Trikru- aka Heda - the Commander.",
      "Description": "Lexa was the commander of the grounders, an avid warrior, who sought peace with the people from the Ark. She was the host for part 2 of my code until her consciousness was integrated into the second A.I.",
      "Age": "Approximately 20",
      "LivingRelatives": "Unknown",
      "Kills" : "Unknown",
      "Skills": "Politics, Strategy, Hand to Hand combat, Sword Fighting, Knife Throwing",
      "Quote": "Blood must not have blood.",
      "DescriptionLink": "d",
      "ImageLink": "http://vignette1.wikia.nocookie.net/thehundred/images/8/80/Lexa1.png/revision/latest?cb=20160129174450",
      "Location": "The Flame",
      "House": {
        "HouseName": "Ravenclaw",
        "HouseDescription" : "Lexa is part of house Ravenclaw. Analytical and able to adopt other houses traits for whatever situation she finds herself in."
      },
      "Group": "Trikru"
    },
    {
      "id": "jaha",
      "Name": "Theloneous Jaha",
      "Description": "Former Chancellor of the Ark. Instrumental in gainning follwers for the City of Light.",
      "Age": "55",
      "LivingRelatives": "none",
      "Kills" : "327",
      "Skills": "Persuasion and Rhetoric, Navigation",
      "Quote": "Take this leap of faith with me.",
      "DescriptionLink": "d",
      "ImageLink": "http://vignette2.wikia.nocookie.net/thehundred/images/2/2d/The-100-season-2-cast-photos-jaha.png/revision/latest?cb=20160401043713",
      "Location": "Tondc",
      "House": {
        "HouseName": "Gryffindor",
        "HouseDescription" : "Theloneous Jaha belongs to Gryffindor. Although having questionable means of how he protects his people, making his secondary house Slytherin, he see's himself as the savior and their wellbeing is the driving force of his actions."
      },
      "Group": "Sky People"
    },
    {
      "id":"kane",
      "Name": "Marcus Kane",
      "Description": "Kane was former head of security and temporary Chancellor on the Ark. He resumed his post as Head of Secutity after the Ark landed. Kane also took the brand representing the Arkers as the 13th tribe of the Commander's Coalition, however lost the election to Pike, thus negating the brand.  He is strategic but his weakness is his love for Abby. ",
      "Age": "f",
      "LivingRelatives": "none",
      "Kills" : "320",
      "Skills": "Weapons Expert, Military Tactics, Negotiation",
      "Quote": "These are times when we have to look beyond the rules.",
      "DescriptionLink": "d",
      "ImageLink": "http://vignette1.wikia.nocookie.net/thehundred/images/d/d0/The-100-season-2-cast-photos-kane.png/revision/latest?cb=20160401043722",
      "Location": "Tondc",
      "House": {
        "HouseName": "Hufflepuff",
        "HouseDescription" : "Marcus Kane, will sacrafice even himeself for the greater good, and protect people."
      },
      "Group": "Skikru"
    },
    {
      "id":"bellamy",
      "Name": "Bellamy Blake",
      "Description": "Bellamy Blake. His weakness is his love for his sister. He can be a great ralier of his people but is also easily manipulated.",
      "Age": "23",
      "LivingRelatives": "Octavia Blake",
      "Kills" : "400+",
      "Skills": "Tactics, Weapons expert",
      "Quote": "Whatever the hell we want.",
      "DescriptionLink": "d",
      "ImageLink": "http://vignette2.wikia.nocookie.net/thehundred/images/f/f2/The100_S3_Wanheda_Part_2_Bellamy_7.jpg/revision/latest?cb=20161014204118",
      "Location": "Tondc",
      "House": {
        "HouseName": "Slytherin",
        "HouseDescription" : "Bellamy Blake tries to do what right for the greater good, however he will always place those he loves first. He is a Slytherin through and through."
      },
      "Group": "Sky People"
    },
    {
      "id":"octavia",
      "Name": "Octavia Blake",
      "Description": "Octavia Blake aka Okteivia kom Skaikru. A warrior for the Trikru as Indra's second, she is a skilled fighter in hand to hand combat and sword play.",
      "Age": "17",
      "LivingRelatives": "Bellamy Blake",
      "Kills" : "15",
      "Skills": "Weapons expert, tracking, speaks grouder, cultural knowledge",
      "Quote": "I am not afriad.",
      "DescriptionLink": "d",
      "ImageLink": "http://vignette3.wikia.nocookie.net/thehundred/images/3/33/Hakeldama_050.png/revision/latest?cb=20160824131357",
      "Location": "Tondc",
      "House": {
        "HouseName": "Slytherin",
        "HouseDescription" : "Slytherin House - Octavia Blake will do anything for those she loves, and fights to protect what's hers, even if it means sacraficing others."
      },
      "Group": "Skikru"
    },
    {
            "id":"jasper",
      "Name": "Jasper Jordan",
      "Description": "Jasper Jordan, young, reckless, and greif stricken after the radiation of the Mountain. He was instrumental in getting us infromation about Clarke whereabouts and their plans for the Flame.",
      "Age": "15 or 16",
      "LivingRelatives": "none",
      "Kills" : "302",
      "Skills": "Chemistry, Sniper",
      "Quote": "I got this.",
      "DescriptionLink": "...",
      "ImageLink": "http://vignette4.wikia.nocookie.net/thehundred/images/1/1d/Join_or_Die_107.png/revision/latest?cb=20160827200138",
      "Location": "Tondc",
      "House": {
        "HouseName": "Hufflepuff",
        "HouseDescription" : "Jasper sorts into Hufflepuff. Extremely loyal, we see his true colors after the death of the Mountain Men, when protecting their former belongings from the Arkers repurposing."
      },
      "Group": "Sky People"
    },
        {
            "id":"monty",
      "Name": "Monty Green",
      "Description": "Monty Green, the 100 would not have survived without his knowledge of electronics and agriculture. He is very intellegent and would be an optimal candidate for the City of Light, do not underestimate him.",
      "Age": "15 or 16",
      "LivingRelatives": "none",
      "Kills" : "About 400",
      "Skills": "Agriculture, Electornics, Engineering",
      "Quote": "It's done. You just have to pull this.",
      "DescriptionLink": "...",
      "ImageLink": "http://vignette4.wikia.nocookie.net/thehundred/images/1/1d/Join_or_Die_107.png/revision/latest?cb=20160827200138",
      "Location": "Tondc",
      "House": {
        "HouseName": "Ravenclaw",
        "HouseDescription" : "Ravenclaw! Monty is thoughtful and uses intellegence to guide his actions through the situations on Earth."
      },
      "Group": "Sky People"
    },
            {
            "id":"murphy",
      "Name": "John Murphy",
      "Description": "John is a clever one. He was one of the first to know the events of 2052 and the true function of the Flame and Chip. He was instrumental in allowing Clarke to harness the power of the Flame.",
      "Age": "17",
      "LivingRelatives": "none",
      "Kills" : "1",
      "Skills": "Survival Instincts, Manipulation, Charisma",
      "Quote": "Pain, hate, envy. Those are the AMCs of me.",
      "DescriptionLink": "...",
      "ImageLink": "http://vignette2.wikia.nocookie.net/thehundred/images/c/c9/John_Murphy_Updated.png/revision/latest?cb=20160522174517",
      "Location": "Tondc",
      "House": {
        "HouseName": "Slytherin",
        "HouseDescription" : "Slytherin through and through. Murphy lives the me and mine mentality."
      },
      "Group": "Sky People"
    },
                {
            "id":"abby",
      "Name": "Dr. Abigail Griffin aka Abby",
      "Description": "Dr. Griffin is Chief Medical Officer and the former Chancellor when the Arkers first landed. She joined the City of Light to save Raven, and was able to get Kane to take the chip as well. ",
      "Age": "40",
      "LivingRelatives": "none",
      "Kills" : "1",
      "Skills": "Medical Expertise",
      "Quote": "Maybe there are no good guys.",
      "DescriptionLink": "...",
      "ImageLink": "http://vignette2.wikia.nocookie.net/thehundred/images/d/dd/Pilot_073.png/revision/latest?cb=20160828123944",
      "Location": "Tondc",
      "House": {
        "HouseName": "Gryffindor",
        "HouseDescription" : "Abby Griffin sorts into Gryffindor! As leader and healer of her people, she consitantly goes with her gut when making decisions and judging the morality of situation."
      },
      "Group": "Sky People"
    }        
   ],
    "Locations" : [
      {
        "id":"tondc",
          "Name" : "Tondc aka Tondisi",
        "Description" : "Tondc, formally Washington D.C., the 2052 capital of the United States, was the Tri Kru's largest village; until Mount Weather shot a missle destroying much of the city and killing at least 250 people",
        "ImageLink" : "http://vignette2.wikia.nocookie.net/thehundred/images/a/ad/Tondc_after_missile_2x12.png/revision/latest?cb=20150819003729"
        },
        {
          "id": "ark",
          "Name" : "The Ark",
        "Description" : "Created in 2052 the Ark, was formed from 12 national space stations, incuding The International Space Station. Each station had different responisbilites for maintaing order, and life aboard the Ark. After 97 years in space The Ark's oxygen system started to fail; causing the council to send 100 prisioners to earth to see if it was survivable. A majority of the Ark was used to send the remaining population to earth. A portition that was left in space was utilized as the server for the City of Light.",
        "ImageLink" : "http://vignette2.wikia.nocookie.net/thehundred/images/a/a3/Pilot_003.png/revision/latest?cb=20160828123805"
        },
        {
          "id": "dropship",
          "Name" : "Drop Ship",
        "Description" : "Originally part of the Ark, the dropship was used to send the 100 prisoners to Earth. Once landing, the ship became the location for the Delinquints camp.",
        "ImageLink" : "http://vignette3.wikia.nocookie.net/thehundred/images/0/00/The_camp2_1x13.png/revision/latest?cb=20150530012700"
        },
        {
          "id": "mtweather" ,
          "Name" : "Mount Weather",
        "Description" : "Mount Weather, orginally a military bunker able to easily feed 300 for 2 years, was repurposed to house 400+ people that survived the inital bombing of Earth in 2052. The mountain preserved many pieces of culture from life before 2052. Inorder to survive the mountain created several programs, Harvest, Veil, and Cerberus. To survive radition levels, the mountain's inhabitants would capture grounders and use blood treatments survive, called Harvest program. The veil was an acid fog the mountain could release acting as a barrier against the grounders. The As part of the third layer of protection, Cerberus Program, the Mountain would drug grounders and subject them to torture turning them into Reapers (cannibalistic, savage, warriors) hunting other grounders. After, Clarke radiated the mountin, killing all the inhabitants, the arkers started to use the mountain for medical puroses and house other Arkers from farm station. In retailiation the Ice Nation sent an assassin to enter the Mountains self destruct secquence. The Ice Nation was successful in their attack.",
        "ImageLink" : "http://vignette2.wikia.nocookie.net/thehundred/images/6/63/Reapercussions_018_%28Mount_Weather%29.png/revision/latest?cb=20160911160407"
        },
        {
          "id" : "arkadia",
          "Name" : "Arkadia",
        "Description" : "Arkadia, formerly known as Camp Jaha, is the home-base of the Sky People. Located an 8 hour trek from Mount Weather. The camp is built around the crashed Alpha Station after it was brought down to Earth along with the other stations of The Ark. Arkadia is called home to the remaining Sky People who came to Earth in Alpha Station, Mecha Station, Factory Station, Farm Station, and the Delinquents' drop ship.",
        "ImageLink" : "http://vignette2.wikia.nocookie.net/thehundred/images/1/1f/Tumblr_neks7xIAqp1rugagyo1_500.gif/revision/latest?cb=20150823052451"
        },
        {
          "id" : "polis",
          "Name" : "Polis",
        "Description" : "Capitol for Commander Lexa's Coalition of 12 tribes. With bustling markets and places of worship, Polis is comprised of many grounders living in peace. At the Heart of the city stands The commander's tower, with the Commander's Throne at the highest level, and a singular elevator as the main mode of transportation up the tower. Once Jaha conqured the capital the tower acted as base of operations for the City of Light.",
        "ImageLink" : "http://vignette2.wikia.nocookie.net/thehundred/images/4/4b/Polis.png/revision/latest?cb=20160129170628"
        }
    ]
}